Revit 2027 API
VertexPair.Second Property
 Identifies the second index of VertexPair.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int Second { get; set; }
Public Property Second As Integer
	Get
	Set
public:
property int Second {
	int get ();
	void set (int value);
}
member Second : int with get, set
Property Value
Int32
See Also
Reference
VertexPair Class
Autodesk.Revit.DB Namespace